[
  {
    "department":"DSAC",
    "name":"Bongiwe Selane",
    "blurb":"Producer Bongiwe Selane's Happiness Ever After film has captured a worldwide audience, thanks to the National Film and Video Foundation.",
    "paragraph":"“The PESP came at the absolute right time and enabled me to go forth and make the sequel Happiness Ever After - now streaming on Netflix in 190 countries to over 200 million subscribers. Making this film also meant I was able to create employment for so many of my peers in the industry, and mine was just one such project. Whilst our industry is still reeling from the effects of Covid-19 and still struggling to get back on its feet, it is efforts like these that give us hope.”",
    "picture_url":"Bongiwe-Selane.jpg",
    "featured":true
  },
  {
    "department":"DSAC",
    "name":"Sinomtha Nduna",
    "blurb":"Sinomtha Nduna was supported to address the all important issue of mental health in the short film, Eruption.",
    "paragraph":"“The purpose of the screening was to help develop an audience, while also celebrating the work put in by our youth-only cast and crew. We can proudly say that the film was well received by our target audience of youth and women.”",
    "picture_url":"Sinomtha-Nduna.jpg",
    "featured":null
  },
  {
    "department":"DSAC",
    "name":"All Mshengus",
    "blurb":"This ground-breaking project, Crew On Tour by All Mshengus, involved school students in making movies - securing our next generation of film-makers.",
    "paragraph":"“A total of seven mental health themed films were produced and screened on Mental Health Day. The films were created, scripted, produced and cast by grade ten students from selected areas where young people do not have access to movie theatres. The project didn't just turn out to be a career guidance initiative but it also made the team realise that more should be done in raising mental health awareness among kids.”",
    "picture_url":"All-Mshengus.jpg",
    "featured":null
  },
  {
    "department":"DSAC",
    "name":"Puku Children's Literacy Foundation",
    "blurb":"Preserving and promoting indigenous languages, with the Puku Foundation.",
    "paragraph":"Puku spearheaded the publication of the first-ever book in the N/uu language - a severely endangered language according to the UNESCO degree of endangerment. They also made substantive progress in putting together the first of a series of catalogues of indigenous language books for early childhood and Foundation phase and created an online video course on reviewing books in an indigenous language. Their work in preserving indigenous laguages earned them the prestigous 2021 UNESCO King Sejong Literary Prize.",
    "picture_url":"Puku-Childrens-Literacy-Foundation.jpg",
    "featured":null
  },
  {
    "department":"DSAC",
    "name":"Zingce Arts Festival",
    "blurb":"Zingce, isiXhosa for 'take pride in who you are' celebrates heritage and culture through the Arts.",
    "paragraph":"Zingce Arts Festival is a fusion of Visual, Performing, Literary and Applied Arts created as a platform for ecnouraging and promoting the development of creative, business and entrepreneurial skills in the arts  industry, for the citizens of the Eastern Cape. The activities of the day were inspired by the theme of heritage and and culture and exposed community members to other South African cultures, thereby allowing for the promotion of social cohesion.",
    "picture_url":"Zingce-Arts-Festival.jpg",
    "featured":null
  },
  {
    "department":"DSAC",
    "name":"Wandile Molebatsi",
    "blurb":"Wandile Molebatsi from Johannesburg is the co-founder and Executive Producer at Coal Stove Pictures. ",
    "paragraph":"“COVID-19 was devastating for us! My company shut down during the first national lockdown. And as the main breadwinner for my family, it has been a very difficult time. But once lockdown levels were reduced and the PES was announced, the team was able to get back to work.”",
    "picture_url":"Wandile-Molebatsi.jpg",
    "featured":null
  },
  {
    "department":"DSAC",
    "name":"Tshepiso Tjeeko",
    "blurb":"Tshepiso Tjeeko, a 32-year-old from Qwa Qwa, Free State, says that the employment stimulus saved his business - and the jobs of his core team -  continues to open doors for him. ",
    "paragraph":"“Tshwantshiso Film Productions is an independent film production company based in QwaQwa. Our main objectives is to tell stories from people who do not realize that their narratives are worth telling. Our operations had to stop during level 5 of the COVID-19 lockdown last year.”",
    "picture_url":"Tshepiso-Tjeeko.jpg",
    "featured":null
  },
  {
    "department":"DSAC",
    "name":"Nanda Soobben",
    "blurb":"Nanda Soobben is series director for Noble Pictures, which was supported by the National Film and Video Foundation.",
    "paragraph":null,
    "picture_url":"Nanda-Soobben.jpg",
    "featured":null
  },
  {
    "department":"DSI",
    "name":"Wandile Buthelezi",
    "blurb":"Unable to find a job after completing his studies in Public Management two years ago, 25-year-old Wandile Buthelezi took pride in calling himself an Enviro Champ.",
    "paragraph":"Before he joined the programme, Buthelezi was at home – unemployed and uninterested in helping to clean up his community or its rivers. Now he is passionate about doing so.",
    "picture_url":"Wandile-Buthelezi.jpg",
    "featured":null
  },
  {
    "department":"DSI",
    "name":"Ntethelelo Zuma",
    "blurb":"Nthethelo Zuma was born and raised in kwaPhupha, in Willowfontein. Phupha is Zulu for “dream” and Zuma is now dreaming about starting his own green business in the future.",
    "paragraph":"“What people don't seem to know is that they can make some money out of recycling their old plastic bottles. In our engagements with the communities we found that many people do not know this. We come from different homes, but if we all recycle, we can make a difference in our lives.”",
    "picture_url":"Ntethelelo-Zuma.jpg",
    "featured":null
  },
  {
    "department":"DSI",
    "name":"Philani Sibiya",
    "blurb":"With an avid love for nature and a passion for biodiversity conservation, Water Graduate Employment Programme intern Philani Sibiya was appointed to work on a massive invasive alien plant clearing project with Ezemvelo KwaZulu-Natal Wildlife Water Care Unit.",
    "paragraph":"“We remove invasive alien plant species which suck up water resources in protected areas and nature reserves. I'm responsible for the GIS part of it all, mapping out these sites. Through the internship, I hope to one day invent new technology that will help to conserve water in catchment areas”",
    "picture_url":"Philani-Sibiya.jpg",
    "featured":null
  },
  {
    "department":"DSI",
    "name":"Nonjabulo Mnguni",
    "blurb":"As an intern at Ezemvelo KZN Wildlife's Water Care Unit, 23-year-old up-and-coming scientist Nonajbulo Mnguni, helped to ensure that people in the KwaZulu-Natal Midlands got access to safe and readily available water.",
    "paragraph":"“A reliable and sufficient distribution of water is important for so many industries. Better management of water resources not only improves distribution but also creates jobs. People are also needed to manage these resources so this is a good platform to put my academic skills into practical use. I get to be in rooms with different stakeholders and work with different communities. I get to offer input.”",
    "picture_url":"Nonjabulo-Mngunia.jpg",
    "featured":null
  },
  {
    "department":"DSI",
    "name":"Bongeka Sithole",
    "blurb":"Bongeka Sithole's placement in the Water Graduate Employment Programme has given her an appreciation of the importance of installing more community boreholes to address widespread health problems in poor areas. ",
    "paragraph":"“At KwaHlabisa we installed two boreholes. People were so, so excited. I now want to be part of a programme that brings boreholes to people in communities throughout South Africa. I also want to introduce environmental education in my own community to help ensure that our local river remains a clean water source for future generations.”",
    "picture_url":"Bongeka-Sithole.jpg",
    "featured":true
  },
  {
    "department":"DSI",
    "name":"Lindokuhle Nobute",
    "blurb":"Lindokuhle Nobute studied Mechanical Engineering at Walter Sisulu University. Through the Experiential Training Programme (ETP) of the CSIR, he was placed at Dinky Manufacturing Company.",
    "paragraph":"“I learned how to improve production efficiency and how to operate a range of machines like CNCs, presses and drills. I gained problem-solving skills using engineering tools. Without the ETP, I could not have completed the experiential requirements of my training.”",
    "picture_url":"Lindokuhle-Nobute.jpg",
    "featured":null
  },
  {
    "department":"DBE",
    "name":"Reading Champions",
    "blurb":"The reading corner at Clarendon Primary School, Nelson Mandela Bay.",
    "paragraph":"Over 44,000 education assistants have been trained as Reading Champions to date, with training also provided on ICT, financial literacy, digital literacy and on the curriculum.",
    "picture_url":"Reading-Champions.jpg",
    "featured":null
  },
  {
    "department":"DBE",
    "name":"Khutustelo Maguvhe",
    "blurb":"31-year-old Khutustelo Maguvhe was appointed as an Education Assistant at Laerskool Welgedag Primary in Springs, Johannesburg.",
    "paragraph":"“I used to work at a corporate accounting company. When my contract came to an end I struggled finding alternative employment and was then unemployed for six months. This period of my life was extremely tough. I struggled financially and this took a toll on my family, especially my children. I really felt hopeless. I enjoy my job because I am good at it. I am also a great addition to the team. I hope to become an educational facilitator with an up stream towards upper management.”",
    "picture_url":"Khutustelo-Maguvhe.jpg",
    "featured":null
  },
  {
    "department":"DBE",
    "name":"Tracy Nkosi",
    "blurb":"27-year old Tracy Nkosi has a Diploma in Information Technology and was appointed as a school assistant at Welgedag Primary School, in Springs, Johannesburg.",
    "paragraph":"Being unemployed was extremely difficult. I am so happy because now I can assist at home financially. The work experience is also great and I really enjoy the team dynamics. I am learning so much in my new job and doing tasks I had not performed previously. I am now hoping to study and work further in the education sphere. My hope is to get a permanent position, to be able to fend for my family and become a teacher.",
    "picture_url":"Tracy-Nkosi.jpg",
    "featured":null
  },
  {
    "department":"DBE",
    "name":"Wade Janniker",
    "blurb":"As an Education Assistant, 20-year-old Wade Janniker gave a helping hand in computer labs at Range Primary School in Elsies River.",
    "paragraph":"“I learned how much my help was valued. It was such a privilege to have that experience. In our neighbourhood, other people stand on corners and ask for R2.  I don’t want to be like them. My duties included assisting the deputy principal and teachers with admin work, but mostly I was in the computer lab. That’s where I discovered how much I love computer work. It was very rewarding to see children wanting to learn.”",
    "picture_url":"Wade-Janniker.jpg",
    "featured":null
  },
  {
    "department":"DBE",
    "name":"Rochelle Wagner",
    "blurb":"Rochelle Wagner was appointed as an education assistant at Range Primary School in Elsies River in the Western CapHer experience has inspired her to train in performing arts and as a foundation phase teacher. ",
    "paragraph":"“After the program ended at school, I did some voluntary work at the same school and am now part of the Mathmoms program.”",
    "picture_url":"Rochelle-Wagner.jpg",
    "featured":null
  },
  {
    "department":"DBE",
    "name":"Candice Dolphin",
    "blurb":"For Candice Dolphin, her appointment as an education assistant at Range Primary in Elsies Rive, Wester Cape, was her first proper job.",
    "paragraph":"“Most of my adult life I have been unemployed, and only got short contracts at councils like sweeping and at Hungry Lion. Growing up here in Elsies River was tough. It’s all about shootings, robbery and gangsters. I stayed inside most of the time, but I do have good memories of charity fund raisers and food parcels we would get. Right now, I just really hope I can get back into the programme because I really loved it there and have not found any other work since. I am sending my CV everywhere. The grant is really missed. I wish it comes back.”",
    "picture_url":"Candice-Dolphin.jpg",
    "featured":true
  },
  {
    "department":"DFFE",
    "name":"Sisipho Mpotulo",
    "blurb":"Sisipho Mpotulo from Mthatha, Eastern Cape, participated in the SANBI Sustainable Wildlife Economies project.",
    "paragraph":"“I feel proud to be part of a team that provides solutions on how to eradicate poverty. I feel proud to help in bridging the gap between the rich and the poor, and to raise awareness on sustainable land management. I look forward to seeing how small balck-owned farms grow as a result of the information and tools provided to them by this project.”",
    "picture_url":"Sisipho-Mpotulo.jpg",
    "featured":null
  },
  {
    "department":"DFFE",
    "name":"Zama Mnisi",
    "blurb":"For Zama Mnisi from Mpumalanga, SANBI's Wildlife Economies Project was her first job.",
    "paragraph":"“The experience gave me the opportunity to meet farm owners and managers and learn the challenges they face. Most importantly I learned that there is a huge difference between knowing how to work the land and how to manage the farm as a business. The discussions about land degradation and the economic opportunities from wildlife also gave the farmers new ideas on how to grow their businesses and create more jobs in the community.”",
    "picture_url":"Clearing-vegetation.jpg",
    "featured":true
  },  
  {
    "department":"DoT",
    "name":"Nelly Boshielo",
    "blurb":"Nelly Boshielo is a 33-year-old from Marapyane, Limpopo. She was employed as a General Worker through the Presidential Employment Stimulus, helping to construct roads for the Department of Transport.",
    "paragraph":"“I have a Grade 11 qualification and used to work as a security guard. However, my contract was cancelled, and I was left unemployed for two and a half years. I’m a single mother with four children. As such, it was very difficult. All I could depend on was the social grant I had qualified for.”",
    "picture_url":"Nelly-Boshielo.jpg",
    "featured":null
  },
  {
    "department":"DoT",
    "name":"Michael Maziya",
    "blurb":"Michael Maziya is a 54-year-old who lives in Thambokulu, Limpopo who was employed as a General Worker helping to construct roads for the Department of Transport. ",
    "paragraph":"“After leaving school at Grade 6, I worked at a few mines. However, 15 years ago, the mine I worked at shut down and I was then without work. I have a wife and six children so being unemployed for so long was difficult. To make some money to feed my family I took piece jobs, ploughing on farms. It was not easy but there was no other way, I had to provide for my family.I really appreciated this opportunity in the PES because I have been able to gain new skills and make some money. I now own a fridge as a result. The project was also great for my community since we now have a new road.”",
    "picture_url":"Michael-Maziya.jpg",
    "featured":null
  },
  {
    "department":"DoT",
    "name":null,
    "blurb":"Road work in Marapyane, Limpopo.",
    "paragraph":null,
    "picture_url":"Limpopo-Roadworks.jpg",
    "featured":null
  },
  {
    "department":"DPWI",
    "name":"Samukelisiwe Linda",
    "blurb":"Samukelisiwe Linda worked on the Welisizwe Rural Bridges programme of the Department of Public Works and Infrastructure.",
    "paragraph":"“I had a great career as a Civil Engineer within the private sector. But due to the impact of COVID-19 on my industry, I was retrenched in June last year. This really created a lot of anxiety and fear in my life about the possibility of never finding a job and being broke,” she explains. Now, her skills are being put to good use. “We go out to areas where there are no bridges at all and build new ones or we fix bridges that are falling apart. This helps families who need to travel to school or work but because of poor terrain, are doing so with great difficulty.”",
    "picture_url":"Samukeliswa-Linda.jpg",
    "featured":null
  },
  {
    "department":"DALRRD",
    "name":"Nosipho Cekwana",
    "blurb":"Nosipho Cekwana from Impendle received a R5,300 voucher as part of support to subsistence farmers provided by the Department of Agriculture, Land Reform and Rural Development, as part of the Presidential Employment Stimulus.",
    "paragraph": "“You know how it is. The community always keeps us informed. So I kept hearing about this PES programme. After doing some research, I applied on my phone. It wasn't difficult.” The voucher allowed Cekwana to buy maize seeds, manure and food supplements for her livestock. “Every cent really helped,” she told agricultural officials on a recent site visit.",
    "picture_url":"Nosipho-Cekwana.jpg",
    "featured":null
  },
  {
    "department":"DALRRD",
    "name":"Phindile Ngcoya",
    "blurb":"Phindile Ngcoya is one of ten members of a family farming cooperative in Phatheni, Richmond, KZN. Every day, the 36-year-old mother-of-one walks with her nine siblings from the family homestead to work in their one-hectare field of vegetables.",
    "paragraph":"“The PES allows young farmers like ourselves to dream beyond small-time farming. Our belief is that if we put in hard work, we will be rewarded for it.” Standing amid the vegetables soon to be reaped, Ngcoya said: “All of this was made possible by a PES voucher. We could buy seeds and seedlings. The planting continued and now we are selling lots of produce.”",
    "picture_url":"Phindile-Ngcoya.jpg",
    "featured":null
  },
  {
    "department":"DALRRD",
    "name":"Nomusa Khanyile",
    "blurb":"Nomusa Khanyile in Mpolweni, Kwazuu-Natal, was running out of feed for her 107 pigs when she heard about the Production Input Vouchers for subsistence farmers. Over 65,000 farmers have received such vouchers.",
    "paragraph":"“How on earth did they know we needed such help? It has lifted me up and made me the happiest woman! When I had only one sack of pig food left, I asked: 'What am I going to do?'”",
    "picture_url":"Nomusa-Khanyile.jpg",
    "featured":true
  },
  {
    "department":"DALRRD",
    "name":"Molemo Mabitle",
    "blurb":"Molemo Mabitle runs Mabitle piggery project at Reddersburg at Xhariep District Municipality in the Free State. Mabitle piggery project is Molemo's side hustle which successfully has 33 pigs including piglets which are sold in his community. Molemo slaughters between 4-5 pigs in a month and sell them as fresh meat.",
    "paragraph":"Molemo Mabitle established a poultry project in 2002 which in 2019 he converted into a pig production due to consistent electricity cuts, which had a great negative impact on production and finances. Mabitle piggery project is Molemo's side hustle. Molemo works in a commercial farm and attends to his business before and after work. He receives assistance from family members and advice support from his employer. Currently, the project has 33 pigs (with piglets included) which are sold to the community. The project received voucher worth R3400, which was used to purchase chicken feed, the intervention brought relief, as he was able to feed and sell chickens. Profit gained were used to convert the poultry business into pig production.",
    "picture_url":"Molemo-Mabitle.jpg",
    "featured":null
  },
  {
    "department":"DALRRD",
    "name":"Seipati Evelyn Motaung",
    "blurb":"Created with the aim of creating employment at Thabo Mofotsanyana District Municipality in the Free State, Young Grower is run by two members who did not give up even after their land application was rejected by the municipality. PES funding assisted the project to increase their production to 500 broilers per cycle.",
    "paragraph":"Seipati Evelyn Motaung is one of the 15 members who founded Young Grower in 2018 at the New Location in Mamafubedu, Thabo Mofotsanyana District Municipality in the Free State. Young Grower is an agricultural partnership project created with the aim of creating employment. The project is now left with two members, 13 members resigned after the local municipality rejected their land application. Due to COVID-19 restrictions the project suffered loss of sales and production was affected. PES funding boosted the project to be able to divert feed costs feed to purchase medication and building the new poultry house. The project has been able to increase its production from 100 to 500 broilers per cycle.",
    "picture_url":"Seipati-Evelyn-Motaung.jpg",
    "featured":null
  },
  {
    "department":"DCOGTA",
    "name":"Thandeka Krawe",
    "blurb":"Thandeka Krawe's entrepreneurial mind and passion for a clean environment made her a great candidate for tackling the challenge of solid waste management, through the Municipal Infrastructure Support Agency programme in Mthata.",
    "paragraph":"“It is a great initiative for people like me who love a clean environment and who want to become entrepreneurs. Aside from instilling a sense of pride in one's surroundings, this project inspires hopes and dreams. Many of the people working in this project are energetic young people who were previously sitting idle at home with nothing to do.”",
    "picture_url":"Thandeka-Krawe.jpg",
    "featured":null
  },
  {
    "department":"DCOGTA",
    "name":"Baxolele Nondywana",
    "blurb":"After 11 years of unemployment, father of two, Baxolele Nondywana, found work with the Municipal Infrastructure Support Programme and aims to continue making a meaningful contribution to waste management, beyond the programme.",
    "paragraph":"“I want to gain more experience in innovative waste management. It would be tough to find myself on the streets again looking for odd jobs, when there is so much I can contribute to and learn in working on similar projects. And I want to make sure my sons have a better chance of getting to university than I did.”",
    "picture_url":"Baxolele-Nondywana.jpg",
    "featured":null
  },
  {
    "department":"DCOGTA",
    "name":"Malakhiwe Zide",
    "blurb":"Malakhiwe is helping deliver a cleaner environment in Mthata and surrounding Eastern Cape areas, through the Municipal Infrastructure Support Agency's waste management project.",
    "paragraph":"“I could not believe it when I was called to come and sign a contract but it's not just about being employed. This is a huge opportunity to learn about solid waste management, the business opportunities that will arise and how I can become part of it all.”",
    "picture_url":"Malakhiwe-Zide.jpg",
    "featured":true
  },
  {
    "department":"Tourism",
    "name":null,
    "blurb":"Participants at the Table Mountain National Park maintained a footpath that is used as a hiking trail. This is part of making facilities more attractive, safe and accessible to tourists.",
    "paragraph":"Participants have said how proud they felt to contribute to keeping Table Mountain clean and attractive. Through the programme they learnt to take care of nature.",
    "picture_url":"Table-Mountain-Footpath.jpg",
    "featured":null
  },
  {
    "department":"DWYPD",
    "name":"Thozama Gomba and Lwazi Lyutya",
    "blurb":"Female-headed business 'Zamava Construction and Projects' is owned by Thozama Gomba and Lwazi Lyutya and provides plumbing services to the community of the West Rand.",
    "paragraph":"Following a plumbing apprenticeship in 2018, these young women applied for a beneficiary grant from the NYDA to start their own enterprise. This bold move into an industry that is largely male-dominated resulted in Thozama and Lwazi getting the funds needed to buy the necessary property, plant and equipment (PPE)  and tools for delivering their services. Today, Zamava Construction and Projects is also an employment creator, having created eight work opportunities to date.",
    "picture_url":"Thozama-Gomba-Lwazi-Lyutya.jpg",
    "featured":null
  },
  {
    "department":"DWYPD",
    "name":"Kesaoboka Khabane",
    "blurb":"Kesaoboka Khabae from Batlharos Village in the Northern Cape has demonstrated that success does exist for the youth in the agricultural sector. She received funding from the NYDA.",
    "paragraph":"Kesaoboka Khabae is running Tshenolo Ipeleng Ponelopele (Pty) Ltd - a farming enterprise specialising in turkey, broiler chicken, duck and egg production. Her aim is to supply homes, bakeries, butcheries, hotels, restaurants and hospitals within and outside of Northern Cape.",
    "picture_url":"Kesaoboka-Khabane.jpg",
    "featured":null
  },
  {
    "department":"DWYPD",
    "name":"Kealeboga Victoria Tshikovhi",
    "blurb":"Kealeboga Victoria Tshikovhi saw an opportunity in the renewable energy sector but did not have adequate machinery to help grow her business. She received funding from NYDA to purchase equipment for her company, Tehilla Legacy (Pty) Ltd, trading as Lamo Fuel.",
    "paragraph":"Kealeboga Victoria Tshikovhi runs Lamo Fuel based in a village called Dikgweng in Kuruman, Northern Cape. Her objective is to accelerate the utilisation of sustainable energy sources including supply of biodiesel in the Northern Cape region. Kealeboga has been able to create employment opportunities for two other young people.",
    "picture_url":"Kealeboga-Victoria-Tshikovhi.jpg",
    "featured":null
  },
  {
    "department":"NT",
    "name":"",
    "blurb":"Workers from the City of Ekurhuleni Metropolitan Municipality.",
    "paragraph":"At work doing road marking, manhole maintenance, street kerb maintenance, replacing road signs and stormwater drainage maintenance.",
    "picture_url":"Manhole-Maintenance.jpg",
    "featured":null
  },
  {
    "department":"NT",
    "name":"",
    "blurb":"Tar patching in Springs area, City of Ekurhuleni Metropolitan Municipality.",
    "paragraph":"Participants from Ekurhuleni Public Employment Programme working under the Roads and Stormwater Department had various responsibilities including tar patching and repairing potholes.",
    "picture_url":"Roadworks.jpg",
    "featured":null
  }
  
]