[{
        "department": "DSAC",
        "name": "Bongiwe Selane",
        "blurb": "Producer, Bongiwe Selane's Happiness Ever After film captures a worldwide audience, thanks to the National Film and Video Foundation.",
        "paragraph": "'The PESP came at the absolute right time and enabled me to go forth and make the sequel Happiness Ever After – now streaming on Netflix in 190 countries to over 200 million subscribers. Making this film also meant I was able to create employment for so many of my peers in the industry, and mine was just one such project. Whilst our industry is still reeling from the effects of Covid-19 and still struggling to get back on its feet, it is efforts like these that give us hope",
        "picture_url": "Bongiwe-Selane.jpg"
    },
    {
        "department": "DSAC",
        "name": "Sinomtha Ayabulela Nduna",
        "blurb": "Sinomtha addressed the all important issue of mental health in the short film, Eruption.",
        "paragraph": "'The purpose of the screening was to have an audience, which was our first step towards developing an audience, while also celebrating the work put in by our youth-only cast and crew. We can proudly say that the film was well received by our target audience of youth and women.",
        "picture_url": "Sinomtha-Ayabulela-Nduna.jpg"
    },
    {
        "department": "DSAC",
        "name": "All Mshengus",
        "blurb": "All Mshengu ensured the future of film is in good hands through their high school career-guiding initiative, Crew On Tour.",
        "paragraph": "'A total of seven mental health themed films were produced and screened on Mental Health Day. The films were created, scripted, produced and cast by grade ten students from selected areas where young people do not have access to movie theatres. The project didn't just turn out to be a career guidance initiative but it also made the team realise that more should be done in raising mental health awareness among kids''",
        "picture_url": "All-Mshengus.jpg"
    },
    {
        "department": "DSAC",
        "name": "Phakamani Zikhalala",
        "blurb": "Phakamani Zikhalala's workshop helped actors to ''shake off the rust'' gathered during Covid-19, through the support of the National Arts Council.",
        "paragraph": "The Shake Off That Rust workshop ensures that participants get the best knowledge from experienced practitioners, which moulds them for the high demands of the industry - whilst simulataneously creating job opportunities for practitioners. Despite a limited budget, a little under 200 participants were workshopped and we look forward to securing more opportunities that will ensure a lasting legacy in the culture of theatre and and its functionality in the region and society at large''",
        "picture_url": ""
    },
    {
        "department": "DSI",
        "name": "Wandile Buthelezi",
        "blurb": "Unable to find a job after completing his studies in Public Management two years ago, 25-year-old Wandile Buthelezi took pride in calling himself an Enviro Champ.",
        "paragraph": "When last year began, Buthelezi was at home – unemployed, and uninterested in helping to clean up his community or its rivers. Now he is passionate about doing so.",
        "picture_url": "Wandile-Buthelezi.jpg"
    },
    {
        "department": "DSI",
        "name": "Ntethelelo Zuma",
        "blurb": "Nthethelo Zuma was born and raised in kwaPhupha, in Willowfontein. Phupha is Zulu for “dream” and Zuma is now dreaming about starting his own green business in the future.",
        "paragraph": "“What people don’t seem to know is that they can make some money out of recycling their old plastic bottles. In our engagements with the communities we found that many people do not know this. We come from different homes, but if we all recycle, we can make a difference in our lives.”",
        "picture_url": "Ntethelelo-Zuma.jpg"
    },
    {
        "department": "DSI",
        "name": "SASS Test",
        "blurb": "DUCT Enviro Champs scoop out aquatic bugs to test water quality.",
        "paragraph": "Amanzi ethu Nobuntu trains youth about the importance of healthy rivers and equips them with skills to monitor water quality, illegal dumping sites, leaking sewers, and burst drinking water pipes. All the data they gather gets fed into a mobile app which then provides a bigger picture of the health of a specific catchment area.",
        "picture_url": "SASS-Test.jpg"
    },
    {
        "department": "DSI",
        "name": "Philani Sibiya",
        "blurb": "With an avid love for nature and a passion for biodiversity conservation, Water Graduate  Employment Programme intern Philani Sibiya, worked on a massive invasive alien plant clearing project with Ezemvelo KwaZulu-Natal Wildlife Water Care Unit.",
        "paragraph": "“We remove invasive alien plant species which suck up water resources in protected areas and nature reserves. I’m responsible for the GIS part of it all, mapping out these sites. Through the internship, I hope to one day invent new technology that will help to conserve water in catchment areas ”",
        "picture_url": "Philani-Sibiya.jpg"
    },
    {
        "department": "DSI",
        "name": "Nonjabulo Mnguni",
        "blurb": "As an intern at Ezemvelo KZN Wildlife’s Water Care Unit, 23-year-old up-and-coming scientist  Nonajbulo Mnguni, helped to ensure that people in the KwaZulu-Natal Midlands got access to safe and readily available water.",
        "paragraph": "A reliable and sufficient distribution of water is important for so many industries. Better management of water resources not only improves distribution but also creates jobs. People are also needed to manage these resources so this is a good platform to put my academic skills into practical use. I get to be in rooms with different stakeholders and work with different communities. I get to offer input”",
        "picture_url": "Nonjabulo-Mnguni.jpg"
    },
    {
        "department": "DSI",
        "name": "Bongeka Sithole",
        "blurb": "Bongeka Sithole's placement in the Water Graduate Employment Programme has given her a profound appreciation of the importance of installing more community boreholes to address widespread health problems in poor areas.",
        "paragraph": "“At KwaHlabisa we installed two boreholes. People were so, so excited. I now want to be part of a programme that brings boreholes to people in communities throughout South Africa. I also want to introduce environmental education in my own community to help ensure that our local river remains a clean water source for future generations ”",
        "picture_url": "Bongeka-Sithole.jpg"
    },
    {
        "department": "DBE",
        "name": "Clarendon Primary School",
        "blurb": "Clarendon Primary School, Nelson Mandela Bay",
        "paragraph": "23,286 Reading Champions were trained in Phase 1 and",
        "picture_url": "Clarendon-Primary-School.jpg"
    },
    {
        "department": "DBE",
        "name": "Tracy Nkosi",
        "blurb": "27-year old Tracy Nkosi has a Diploma in Information Technology and was appointed as a school assistant at Welgedag Primary School, in Springs, Johannesburg.",
        "paragraph": "“Being unemployed was extremely difficult. I am so happy because now I can assist at home financially. The work experience is also great and I really enjoy the team dynamics. I am learning so much in my new job and doing tasks I had not performed previously. I am now hoping to study and work further in the education sphere. My hope is to get a permanent position, to be able to fend for my family and become a teacher.”",
        "picture_url": "Tracy-Nkosi.JPG"
    },
    {
        "department": "DBE",
        "name": "Khutustelo Maguvhe",
        "blurb": "31-year-old Khutustelo Maguvhe has been an Educational Assistant working at Laerskool Welgedag Primary in Springs, Johannesburg.",
        "paragraph": "I used to work at a corporate accounting company. When my contract came to an end I struggled finding alternative employment and was then unemployed for six months. This period of my life was extremely tough. I struggled financially and this took a toll on my family, especially my children. I really felt hopeless. I enjoy my job because I am good at it. I do my work and deliver exceptionally. I am also a great addition to the team. I hope to become an educational facilitator with an up stream towards upper management.",
        "picture_url": "Khutustelo-Maguvhe.JPG"
    },
    {
        "department": "DBE",
        "name": "Candice Dolphin",
        "blurb": "For Candice Dolphin, her appointment as an education assistant at Range Primary in Elsies Rive, Wester Cape, was her first proper job.",
        "paragraph": "Most of my adult life I have been unemployed, and only got short contracts at councils like sweeping and at Hungry Lion. Growing up here in Elsies River was tough. It’s all about shootings, robbery and gangsters. I stayed inside most of the time.",
        "picture_url": "Candice-Dolphin.jpg"
    },
    {
        "department": "DALRRD",
        "name": "Nosipho Cekwana",
        "blurb": "Nosipho Cekwana from Impendle received a R5,300 voucher as part of support to subsistence farmers provided by the Department of Agriculture, Land Reform and Rural Development, as part of the Presidential Employment Stimulus.",
        "paragraph": "You know how it is. The community always keeps us informed. So I kept hearing about this PES programme. After doing some research, I applied on my phone. It wasn't difficult.' THe voucher allowed Cekwana to buy maize seeds, manure and food supplements for her livestock. \n'Every cent really helped,' she told agricultural officials on a recent site visit.",
        "picture_url": "Nosipho-Cekwana.jpg"
    },
    {
        "department": "DALRRD",
        "name": "Phindile Ngcoya",
        "blurb": "Phindile Ngcoya is one of ten members of a family farming cooperative in Phatheni, Richmond, KZN. \n\nEvery day, the 36-year-old mother-of-one walks with her nine siblings from the family homestead to work in their one-hectare field of vegetables.",
        "paragraph": "The PES allows young farmers like ourselves to dream beyond small-time farming. Our belief is that if we put in hard work, we will be rewarded for it.' Standing amid the vegetables soon to be reaped, Ngcoya said: “All of this was made possible by a PES voucher. We could buy seeds and seedlings. The planting continued and now we are selling lots of produce.”",
        "picture_url": "Phindile-Ngcoya.jpg"
    },
    {
        "department": "DALRRD",
        "name": "Nomusa Khanyile",
        "blurb": "Nomusa Khanyile in Mpolweni, Kwazuu-Natal, was running out of feed for her 107 pigs when she heard about the Voucher scheme.",
        "paragraph": "How on earth did they know we needed such help? It has lifted me up and made me the happiest woman!' She said.\n\n“When I had only one sack of pig food left, I asked: ‘What am I going to do?’,” said Khanyile, recalling her nightly prayers. Through the PES, she received a voucher that allowed her to buy feed.",
        "picture_url": "Nomusa-Khanyile.jpg"
    },
    {
        "department": "COGTA",
        "name": "Thandeka Krawe",
        "blurb": "Thandeka Krawe's entrepreneurial mind and passion for a clean environment made her a fitting candidate for tackling the challenge of solid waste management, through the Municipal Infrastructure Support Agency.",
        "paragraph": "“It is a great initiative for people like me who love a clean environment and who want to become entrepreneurs. Aside from instilling a sense of pride in one’s surroundings, this project inspires hopes and dreams. Many of the people working in this project are energetic young people who were previously sitting idle at home with nothing to do.”",
        "picture_url": ""
    },
    {
        "department": "COGTA",
        "name": "Baxolele Nondywana",
        "blurb": "After 11 years of unemployment father of two, Baxolele Nondywana, found work with the Municipal Infrastructure Support Programme and aims to continue making a meaningful contribution to waste management, beyond the Programme.",
        "paragraph": "“I want to gain more experience in innovative waste management. It would be tough to find myself on the streets again looking for odd jobs, when there is so much I can contribute to and learn in working on similar projects. And I want to make sure my sons have a better chance of getting to university than I did.”",
        "picture_url": ""
    },
    {
        "department": "COGTA",
        "name": "Malakhiwe Zide",
        "blurb": "Malakhiwe drives Mthata and surrounding Eastern Cape areas into a cleaner environment, through the Municipal Infrastructure Support Agency's waste management project.",
        "paragraph": "“I could not believe it when I was called to come and sign a contract but it’s not just about being employed. This is a huge opportunity to learn about solid waste management, the business opportunities that will arise and how I can become part of it all.”",
        "picture_url": ""
    },
    {
        "department": "DFFE",
        "name": "Sisipho Mpotulo",
        "blurb": "Sisipho Mpotulo from Mthatha, Eastern Cape, participated in the SANBI Sustainable Wildlife Economies project.",
        "paragraph": "Sisipho Mpotulo from Mthatha, Eastern Cape, participated in the SANBI Sustainable Wildlife Economies project.  \"I feel proud to be part of a team that provides solutions on how to eradicate poverty. I feel proud to help in bridging the gap between the rich and the poor, and to raise awareness on sustainable land management. I look forward to seeing how small balck-owned farms grow as a result of the information and tools provided to them by this project.",
        "picture_url": "Sisipho-Mpotulo.jpg"
    },
    {
        "department": "DFFE",
        "name": "Zama Mnisi",
        "blurb": "For Zama Mnisi from Mpumalanga, SANBI’s Wildlife Economies Project was her first job.",
        "paragraph": "“The experience gave me the opportunity to meet farm owners and managers and learn the challenges they face. Most importantly I learned that there is a huge difference between knowing how to work the land and how to manage the farm as a business. The discussions about land degradation and the economic opportunities from wildlife also gave the farmers new ideas on how to grow their businesses and create more jobs in the community.”",
        "picture_url": "Zama-Mnisi.jpg"
    },
    {
        "department": "DWYPD",
        "name": "Thozama Gomba and Lwazi Lyutya",
        "blurb": "Thozama Gomba and Lwazi Lyutya owners of Zamava Construction and Projects continue to blaze the trail for women and youth in plumbing, through grant funding from the National Youth Development Agency (NYDA).",
        "paragraph": "Female-headed business 'Zamava Construction and Projects' -  owned by Thozama Gomba and Lwazi Lyutya - provides plumbing services to the community of the West Rand and surrounding areas. Following a plumbing apprenticeship in 2018, the young females applied for a beneficiary grant from the NYDA to start their own enterprise. This bold move in an industry that is largely male-dominated resulted in Thozama and Lwazi getting the funds needed to buy the necessary property, plant and equipment (PPE)  and tools for delivering their services. Today, Zamava Construction and Projects is also an employment creator, having created eight work opportunities to date.",
        "picture_url": "Thozama-Gomba-Lwazi-Lyutya.jpg"
    },
    {
        "department": "NT",
        "name": "Ntokozo Mathe",
        "blurb": "Ntokozo Mathe served as an administrator in the Ekurhuleni Public Employment Programme. She found the experience fruitful, through the programme she gained knowledge in primary health care and nursing services.",
        "paragraph": "My role and responsibilities in my team include making sure that everyone experiences the programme to its full potential. I am the middle man between them and the organisers. I have gained a lot of knowledge and there is still room for me to grow. I am excited about my future in the health and development sector\".",
        "picture_url": "Ntokozo-Mathe.jpg"
    },
    {
        "department": "NT",
        "name": "Elvis Mthombeni",
        "blurb": "Mthombeni joined the PEP programme as a fieldworker under Benoni Business Licensing. Participating in the programme helped him gain a number of skills",
        "paragraph": "During this programme I acquired the following skills: Communication Skills, Customer Relation Skills, Negotiation Skills, Leadership Skills, Multi-tasking Skills and advanced Computer Skills. The income I have gained has helped me to able to meet my family's  financial needs. As an ambitious and career orientated person I would like to complete my studies. Since I'm new to this industry, I hope to gain valuable insight and experience that will help me in future.",
        "picture_url": ""
    }
]